Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/tax/housing_taxes_and_reliefs/local_property_tax.html.txt.tmx
Source language: en
Languages: ga

source: Your LPT record was updated in October 2016 to include your 2017 LPT charge and you can confirm your LPT rate for 2017 by accessing your online LPT record using your PPS number, Property ID and PIN
ga: Nuashonraíodh do thaifead CMÁ i nDeireadh Fómhair 2016 chun do mhuirear CMÁ le haghaidh 2017 a chur san áireamh agus féadfaidh tú do ráta CMÁ le haghaidh 2017 a dheimhniú trí rochtain a fháil ar do thaifead CMÁ ar líne trí d’Uimhir PSP, Aitheantas Maoine agus d’Uimhir Aitheantais Phearsanta a úsáid

source: Revenue’s online calculator has been adjusted to include the local adjustment factor where it applies
ga: Féadfaidh tú níos mó faisnéise agus samplaí a léamh ó na Coimisinéirí Ioncaim

source: │Example 1: Property valued under €1 million │
ga: │Sampla 1: Maoin luacháiltear faoi €1 milliún │

source: │If the market value of my residential property is €230,000, how much tax will I have to pay?
ga: │Más ionann luach margaidh mo mhaoine cónaithe agus €230,000, cé mhéid cánach a bheidh le híoc agam?

source: │Market value: €230,000 │
ga: │Luach margaidh: €230,000 │

source: │Value band: €200,000 to €250,000 │
ga: │Banda luacha: Idir €200,000 agus €250,000 │

source: │Mid-point of value band: €225,000 │
ga: │Lárphointe an bhanda luacha: €225,000 │

source: │Calculation: €225,000 x 0.18% = €405 for a full year │
ga: │Ríomh: €225,000 x 0.18% = €405 do bhliain iomlán. │

source: │Answer: €405 is the amount you pay
ga: │Freagra: Is ionann €405 agus an méid a bheidh ort íoc

source: │Example 2: Property valued over €1 million │
ga: │Sampla 2: Maoin a luacháiltear os cionn €1 milliún │

source: │If the market value of my residential property is €1,340,000 how much tax will I have to pay?
ga: │Más ionann luach margaidh mo mhaoine cónaithe agus €1,340,000, cé mhéid cánach a bheidh le híoc agam?

source: │Market value: €1,340,000 │
ga: │Luach margaidh: €1,340,000 │

source: │First €1 million: €1,000000 x 0.18% = €1,800 │
ga: │An chéad €1 milliún: €1,000000 x 0.18% = €1,800 │

source: │Remaining €340,000 x 0.25% = €850 │
ga: │An fuílleach €340,000 x 0.25% = €850 │

source: │Calculation: €1,800 + €850 = €2,650 for a full year │
ga: │Ríomh: €1,800 + €850 = €2,650 do bhliain iomlán. │

source: │Answer: €2,650 is the amount you pay
ga: │Freagra: Is ionann €2,650 agus an méid a bheidh ort íoc

source: There is a system of deferral arrangements for some owners
ga: Tá córas de shocruithe iarchuir ann do roinnt úinéirí

source: You can read more about deferrals in our document, Deferring payment of the Local Property Tax
ga: Féadfaidh tú tuilleadh a léamh faoi iarchuir inár gcáipéis Íocaíocht na Cánach Maoine Áitiúla a iarchur

source: During March 2013, Revenue sent notices to all liable persons
ga: Le linn Mhárta 2013, sheol na Coimisinéirí Ioncaim fógra go dtí gach duine a bhí faoi dhliteanas

source: This notice advised you of your property tax obligations and explained how to complete your property tax return
ga: Cuir an fógra seo ar an eolas thú faoi do chuid dualgais chánach agus mhínigh sé duit conas do thuairisceán cáin mhaoine a chomhlánú

source: If you owned or had a long-term lease on a property on 1 May 2013, you were a liable person and should have submitted your return to Revenue on or before 7 May 2013 (see section ‘Who is liable to pay LPT’ above for further details)
ga: Má bhí maoin agat nó léas fadtéarma agat ar mhaoin an 1 Bealtaine 2013, duine faoi dhliteanas a bhí ionat agus ba ghá duit do thuairisceán a sheoladh ar ais go dtí na Coimisinéirí Ioncaim an 7 Bealtaine 2013 nó roimhe sin (féach an mhír ‘Cé atá faoi dhliteanas íoc as an CMÁ? ’ thuas chun teacht ar bhreis sonraí)

source: If you submitted your return online through the Revenue website you had until 28 May 2013
ga: Má sheol tú do thuairisceán go leictreonach, trí láithreán gréasáin na gCoimisinéirí Ioncaim, bhí 3 seachtaine sa bhreis agat (go dtí an 28 Bealtaine 2013)

source: If you own more than one residential property or you are obliged to make your tax returns online you must make your return online
ga: Má tá breis agus maoin amháin agat nó má tá dualgas ort do thuairisceáin chánach a dhéanamh ar líne, ní mór duit do thuairisceán a dhéanamh go leictreonach

source: (Note that if you have problems making an online return you can get help in your local Revenue office, where computers are available and a Revenue official will help you
ga: (Tabhair faoi dear má tá fadhbanna agat ag déanamh tuairisceáin ar líne, is féidir cabhair a fháil in Oifig na gCoimisinéirí Ioncaim áitiúil, áit a bhfuil ríomhairí ar fáil agus cuideoidh oifigeach leat

source: Alternatively, you may authorise another person to file your LPT return for you
ga: Sin nó is féidir leat duine a údarú chun do thuairisceán CMÁ a chomhadú duit

source: You can also call 1890 200 255 to pay and file online over the telephone
ga: Is féidir glaoch ar 1890 200 255 chun íoc agus comhadú ar líne thar an teileafón

source: You will need your property details and details of your bank account or other source from which you want the payment deducted.)
ga: Beidh de dhíth ort do shonraí maoine agus sonraí bainc nó acmhainn eile lena n-íocfaidh tú.)

source: People who own exempt properties must make a return to claim an exemption
ga: Ní mór do dhaoine a bhfuil maoin dhíolmhaithe acu tuairisceán a dhéanamh chun díolúine a éileamh

source: Note that if you bought a new property in 2013 or if you bought a property as your main residence in 2013 an exemption from LPT applies until 2019
ga: Tabhair faoi deara, má cheannaigh tú maoin nua i 2013 nó má cheannaigh tú maoin mar do phríomháit chónaithe i 2013, bíonn díolúine ón CMÁ i gceist

source: However, you must still make a return
ga: Ní mór duit tuairisceán a chomhlánú agus a sheoladh ar ais mar sin féin

source: In your return, you include your assessment of the valuation of your property by selecting the relevant market value band and choose a payment method
ga: I do thuairisceán, cuirfidh tú san áireamh do mheasúnú ar luacháil do mhaoine tríd an luach ábhartha margaidh a roghnú agus modh íocaíochta a roghnú

source: You can also claim a deferral of payment if you are eligible to do so – see ‘Voluntary deferrals’ above
ga: Sa mhullach air sin, féadfaidh tú iarchur íocaíochta a roghnú má tá tú i dteideal amhlaidh a dhéanamh – féach ‘Iarchur deonach’ thuas

source: You can see a sample LPT Return form (pdf)
ga: Féadfaidh tú súil a chaitheamh ar fhoirm shamplach Thuairisceán CMÁ (pdf)

source: After submitting your return in 2013 you do not have to submit another one until 1 November 2019
ga: Tar éis gur sheol tú do thuairisceán in 2013, ní gá duit ceann eile a sheoladh go dtí an 1 Samhain 2019 (murach go n-athraíonn do chúinsí nó gur mian leat modh eile íocaíochta a roghnú)

source: You pay the LPT every year based on the valuation on 1 May 2013
ga: Íocfaidh tú an CMÁ gach bliain ar bhonn an mheasúnaithe a rinneadh ar 1 Bealtaine 2013

source: Revenue offer a range of methods for paying the tax
ga: Cuireann na Coimisinéirí Ioncaim réimse modhanna ar fáil chun an cháin a íoc

source: You can read about how to pay the LPT in our document 'Paying the Local Property Tax'
ga: Féadfaidh tú a léamh faoi conas an CMÁ a íoc inár gcáipéis ‘An Cháin Mhaoine Áitiúil a Íoc’

source: If you opt for payment by instalment, such as direct debit or deduction at source, payment will be spread evenly over the rest of the year
ga: Má roghnaíonn tú íoc trí thráthchuid, ar nós dochar díreach nó asbhaint ag an bhfoinse, sínfear an íocaíocht go cothrom thar an gcuid eile den bhliain

source: │LPT dates │2013 │2014 │2015 │2016 │2017 │
ga: │Dátaí an CMÁ │2013 │2014 │2015 │2016 │2017 │

source: │Liability date │1 May 2013 │1 November 2013 │1 November 2014 │1 November 2015 │1 November 2016 │
ga: │Dáta an dliteanais │An 1 Bealtaine 2013 │An 1 Samhain 2013 │An 1 Samhain 2014 │An 1 Samhain 2015 │An 1 Samhain 2016 │

source: │Valuation date │1 May 2013 │Continues to be 1 May 2013 │
ga: │Dáta na luachála │An 1 Bealtaine 2013 │An 1 Bealtaine 2013 go fóill │

source: │Date by which you must make a paper return │7 May 2013 │ │
ga: │An dáta faoinar gá duit tuairisceán ar pháipéar a dhéanamh │An 7 Bealtaine 2013 │ │

source: ├──────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────┼─────────────┤Returns made in 2013 remain in force except in some very limited circumstances │
ga: ├───────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────────┼────────────────────┤Fanann tuairisceáin a rinneadh in 2013 i bhfeidhm, seachas faoi roinnt cúinsí an-teoranta │

source: │Date by which you must make an online return │28 May 2013 │ │
ga: │An dáta faoinar gá duit tuairisceán ar líne a dhéanamh │An 28 Bealtaine 2013│ │

source: │Date on which you start to pay if you are paying by deduction at source from salary/ pension/certain Government payments or making regular payments to a payment service provider │1 July 2013 │1 January 2014 │January 2015 │January 2016 │January 2017 │
ga: │An dáta a thosóidh tú ag íoc má bheidh tú ag íoc trí asbhaint ag an bhfoinse ó thuarastal nó pinsean nó trí íocaíochtaí rialta airgid a dhéanamh le soláthróir seirbhís íocaíochta │An 1 Iúil 2013 │An 1 Eanáir 2014 │An 7 Eanáir 2015 │An 7 Eanáir 2016 │An 11 Eanáir 2017 │

source: │Date on which you start to pay if you are paying in instalments by direct debit │15 July 2013 │15 January 2014 │15 January 2015 │15 January 2016 │15 January 2017 │
ga: │An dáta a thosóidh tú ag íoc má íocfaidh tú trí thráthchodanna trí dhochar díreach │An 15 Iúil 2013 │An 15 Eanáir 2014 │An 15 Eanáir 2015 │An 15 Eanáir 2016 │An 15 Eanáir 2017 │

source: │Date on which a bank single debit authority will be debited │21 July 2013 │21 March 2014 │21 March 2015 │21 March 2016 │21 March 2017 │
ga: │An dáta a chuirfear do dhochar údarú dochair shingil bhainc │An 21 Iúil 2013 │An 21 Márta 2014 │An 21 Márta 2015 │An 21 Márta 2016 │An 21 Márta 2017 │

source: In most cases if you wish to amend your submitted return, you can do so online
ga: I bhformhór na gcásanna, más mian leat do thuairisceán a leasú, tar éis duit é a sheoladh ar ais, féadfaidh tú amhlaidh a dhéanamh ar líne

source: However you must apply in writing if you wish to amend your valuation downwards
ga: Ní mór duit iarratas i scríbhinn a dhéanamh, áfach, más mian leat do luacháil a leasú go luacháil anuas

source: Any amendment must be supported by evidence to explain or prove the need to decrease the value
ga: Ní mór go dtacaítear le haon leasú ag fianaise lena mhíniú nó lena chruthú gur gá an luach a laghdú

source: Appropriate evidence can be in the form of recent sales or advertised house prices in the area, professional valuations or house price surveys for the area
ga: I dtaobh fianaise ábhartha, glacfar le díolacháin a rinneadh le déanaí nó praghsanna tí atá fógartha sa cheantar, luachálacha gairmiúla nó suirbhéanna ar phraghsanna tí don cheantar

source: You can find out more in Revenue's Self-Correction Guidelines
ga: Féadfaidh tú teacht ar bhreis eolais i dTreoirlínte um Fhéincheartú na gCoimisinéirí Ioncaim

source: What happens if you don’t pay?
ga: Céard a tharlaíonn mura n-íocaim an chain?

source: Each return sent out by Revenue includes a notice of the Revenue Estimate of the tax due
ga: Áireofar le gach tuairisceán a sheolann na Coimisinéirí Ioncaim fógra faoi Mheastachán ar Ioncam na cánach atá le híoc

source: If you are a liable person and you do not submit a return, the Revenue Estimate will become payable by default and Revenue will collect the amount due
ga: Más duine faoi dhliteanas thú agus mura seolann tú tuairisceán ar aghaidh, beidh an Meastachán ar Ioncaim le híoc trí mhainneachtain agus baileoidh na Coimisinéirí Ioncaim an méid atá le híoc

source: Revenue can use a range of collection options including:
ga: Is féidir leis na Coimisinéirí Ioncaim réimse roghanna a úsáid chun bailiú a dhéanamh:

source: • Mandatory deduction from your salary, wages or occupational pension
ga: • Laghdú sainordaitheach ó do thuarastal, pá nó pinsean ceirde

source: • Attachment of your bank account (this means taking money without your consent using an attachment order)
ga: • Ceangaltán de do chuntas bainc (ciallaíonn seo ag tógáil airgid amach gan do chead ag baint úsáide as ordú ceangaltáin)

source: • Referral of the debt to a sheriff or a solicitor for collection
ga: • Atreorú fiacha do shirriam nó dlíodóir chun bailiú a dhéanamh

source: • The withholding of refunds of other tax as payment against LPT due
ga: • Coinneáil siar aisíocaíochtaí de cháin eile chun íoc as CMÁ

source: The Revenue Estimate will automatically be displaced when you submit a return with your self-assessment of the amount of LPT due
ga: • Déantar neamhaird a thabhairt don Mheastachán ar Ioncam go huathoibríoch nuair a sheolann tú tuairisceán le d'fhéinmheasúnú den tsuim CMÁ atá le híoc

source: Self-employed people: If you are self-employed and do not make your LPT Return with a self-assessment of your LPT liability, the amount set out in the Revenue Estimate will be collected using normal collection and enforcement options (for example, sheriff, court action or attachment orders)
ga: Daoine féinfhostaithe: Má tá tú féinfhostaithe agus mura ndéanann tú do Thuairisceán CMÁ le féinmheasúnú ar do dhliteanas CMÁ, baileofar an méid a leagtar amach sa Mheastachán ar Ioncam trí ghnáthroghanna bailithe agus forfheidhmithe (mar shampla, an sirriam, gníomhaíocht chúirte nó orduithe astaithe)

source: If you fail to pay your LPT, Revenue will not issue you with a tax clearance certificate
ga: Má theipeann ort do CMÁ a íoc, ní eiseoidh na Coimisinéirí Ioncaim deimhniú imréiteach cánach duit

source: In addition, a self-employed person who fails to submit his or her LPT return on time may incur an LPT-generated surcharge when filing their income tax return, regardless of whether the income tax return is submitted on time
ga: Anuas air sin, d’fhéadfaí formhuirear a ghearradh ar dhuine féinfhostaithe a dteipeann air/uirthi a t(h)uairisceán CMÁ a sheoladh ar aghaidh go tráthúil mar gheall ar sheoladh ar aghaidh déanach a t(h)uairisceáin cháin ioncaim, gan aird ar cibé acu ar seoladh nó nár seoladh an tuairisceán cáin ioncaim ag an tráth ceart

source: If Revenue does not collect the amount of LPT due, for whatever reason, then a charge will be put on your property
ga: Mura mbailíonn na Coimisinéirí Ioncaim an méid den CMÁ atá le híoc, ar cibé cúis, gearrfar táille ar do mhaoin

source: You will not be able to sell it without paying the tax together with interest and, where appropriate, penalties
ga: Ní bheidh tú in ann í a dhíol gan an cháin a íoc, mar aon leis an ús agus, sa chás cuí, na pionóis

source: You can get more information on Failure to meet LPT obligations from Revenue
ga: Féadfaidh tú tuilleadh faisnéise a fháil ó na Coimisinéirí Ioncaim ar Theip ar dhualgais CMÁ a chomhlíonadh

source: You can contact the Office of the Ombudsman if you are unhappy about the way in which Revenue has handled any aspect of your tax affairs
ga: Féadfaidh tú teagmháil a dhéanamh le hOifig an Ombudsman mura bhfuil tú sásta faoin mbealach inar láimhseáil na Coimisinéirí Ioncaim aon ghné de do chuid gnóthaí cánach

source: The Ombudsman's staff examine complaints about the administrative actions of government departments and offices, including Revenue
ga: Déanann foireann an Ombudsman gearáin a fhiosrú faoi gníomhartha riaracháin ranna agus oifigí rialtais, lena n-áirítear na Coimisinéirí Ioncaim

source: In general, because LPT is a self-assessed tax, formal appeals only arise in a small number of situations
ga: Go ginearálta, mar gheall gur cáin féinmheasúnaithe é an CMÁ, ní eascraíonn achomhairc fhoirmiúla ach amháin i líon beag cásanna

source: If you do not agree with a Revenue Estimate you can displace it by submitting a return with your own self-assessment
ga: Mura gcomhaontaíonn tú le Meastachán ar Ioncam, féadfaidh tú neamhaird a thabhairt air trí thuairisceán a sheoladh ar aghaidh le d’fhéinmheasúnú féin

source: Since Revenue has compiled a register of residential properties from various sources there may be errors about ownership of some properties
ga: Mar gheall gur chuir na Coimisinéirí Ioncaim clár i dtoll a chéile den mhaoin chónaithe ó fhoinsí éagsúla, d'fhéadfadh roinnt earráidí bheith ann faoi úinéireacht roinnt maoine

source: If you got a LPT Return form and you do not consider yourself a liable person for that property you should notify Revenue in writing within 30 days of receiving the letter
ga: Má fhaigheann tú foirm Thuairisceán CMÁ agus mura measann tú go bhfuil tú faoi dhliteanas don mhaoin sin, ba cheart duit na Coimisinéirí Ioncaim a chur ar an eolas i scríbhinn laistigh de 30 lá tar éis duit an litir a fháil

source: You should include an explanation of why you do not consider yourself a liable person, the details of the person you think is the liable person (name, address and PPS Number) and supporting documentation
ga: Ba cheart duit míniú a chur san áireamh faoi cén fáth nach measann tú gur duine faoi dhliteanas thú, sonraí an duine a cheapann tú atá faoi dhliteanas (ainm, seoladh agus uimhir PSP) agus cáipéisíocht tacaíochta

source: It is very important that you contact Revenue since if the error is not corrected you are liable to pay the tax
ga: Tá sé an-tábhachtach go ndéanann tú teagmháil leis na Coimisinéirí Ioncaim, mar gheall go mbeidh tú faoi dhliteanas íoc as an gcáin mura gceartaítear an earráid

source: Revenue will use the information you supply to make a determination on whether you are a liable person
ga: Úsáidfidh na Coimisinéirí Ioncaim an fhaisnéis a sholáthraíonn tú chun cinneadh a dhéanamh ar cibé acu an duine faoi dhliteanas thú nó a mhalairt

source: If you do not agree you can appeal this determination to the Appeal Commissioners
ga: Mura gcomhaontaíonn tú, féadfaidh tú an cinneadh seo a achomharc leis na Coimisinéirí Achomhairc

source: If you disagree with Revenue on other matters (for example, whether the property is residential, the valuation or whether you can defer payment) and the matter cannot be resolved, Revenue will issue a formal Notice of Assessment or a formal decision on the matter to you
ga: Má easaontaíonn tú leis na Coimisinéirí Ioncaim ar cheisteanna eile (mar shampla, cibé acu an mhaoin chónaithe an mhaoin nó nach maoin chónaithe í, an luacháil nó cibé acu an féidir leat nó nach féidir leat an íocaíocht a iarchur) agus murar féidir an cheist a réiteach, eiseoidh na Coimisinéirí Ioncaim Fógra foirmiúil Measúnaithe nó cinneadh foirmiúil ar an gceist duit

source: Your right to appeal to the Appeal Commissioners will be set out clearly on the notices
ga: Leagfar amach do cheart chun achomharc a dhéanamh leis na Coimisinéirí Achomhairc go soiléir ar na fógraí

source: However you must make a return and pay any tax due before you can appeal the Notice of assessment or any other Revenue decision
ga: Ní mór duit tuairisceán a dhéanamh, áfach, agus aon cháin atá le híoc a íoc sular féidir leat achomharc a dhéanamh i leith Fógra measúnaithe nó aon chinneadh eile de chuid na gCoimisinéirí Ioncaim

source: Local Property Tax (LPT) Branch
ga: Brainse Cáin Mhaoine Áitiúil (CMÁ)

source: Tel:+353 (0) 1 702 3049
ga: Teil:+353 (0) 1 702 3049

source: In January 2012, the Government established an Inter-Departmental Group on Property Tax
ga: In Eanáir 2012, bhunaigh an Rialtas Grúpa Idir-Rannach um Cháin Mhaoine

source: This Group considered the design of a property tax to replace the Household Charge
ga: Rinne an Grúpa seo breithniú ar dhearadh cáin mhaoine chun teacht in ionad an Mhuirir Theaghlaigh

source: You can read the Report of the Inter-Departmental Group ‘Design of local property tax’ (pdf)
ga: Féadfaidh tú Tuarascáil an Ghrúpa Idir-Rannaigh, ‘Dearadh na cánach maoine áitiúla (pdf) a léamh

source: The legislation governing the tax is Finance (Local Property Tax) Act 2012 as amended by the Finance (Local Property Tax) (Amendment) Act 2013 and consolidated in the Finance (Local Property Tax) Act 2012 (as amended)
ga: Is í an reachtaíocht a rialaíonn an cháin an tAcht Airgeadais (Cáin Mhaoine Áitiúil) 2012 arna leasú ag an Acht Airgeadais (Cáin Mhaoine Áitiúil) (Leasú) 2013 agus arna comhdhlúthú san Acht Airgeadais (Cáin Mhaoine Áitiúil), 2012 (arna leasú)

source: Summary of LPT valuation procedure
ga: Achoimre ar nós imeachta an CMÁ

source: During March 2013 Revenue wrote to residential property owners – see ‘Who is liable to pay LPT’ below
ga: I rith Mhárta 2013, scríobh na Coimisinéirí Ioncaim litreacha chuig úinéirí maoin chónaithe – féach ‘Cé atá faoi dhliteanas íoc as an CMÁ? ’ thuas

source: This letter included an LPT Return form for completion, an explanatory booklet and a Revenue Estimate of LPT liability
ga: Áireofar leis an litir seo foirm Thuairisceán CMÁ atá le comhlánú, leabhrán mínithe agus Meastachán ar Ioncam maidir le dliteanas an CMÁ

source: The Revenue Estimate of LPT liability is not a valuation of a property nor should it be regarded as an accurate calculation of LPT liability
ga: Ní hionann an Meastachán ar Ioncam ar dhliteanas an CMÁ agus luacháil maoine agus níor cheart caitheamh leis mar ríomh cruinn ar dhliteanas an CMÁ

source: It is simply the amount that Revenue will collect from property owners if they do not submit their LPT return
ga: Is éard atá sa Mheastachán ar Ioncam, go simplí, an méid a bhaileoidh na Coimisinéirí Ioncaim ó úinéirí maoine mura seolann siad ar aghaidh a dtuairisceán CMÁ

source: The explanatory booklet helped you to assess the value of your property – see ‘Valuing your property’ below - work out how much you will have to pay, complete the LPT Return form and decide how pay your LPT
ga: Chabhraigh an leabhrán mínithe leat chun measúnú a dhéanamh ar luach do mhaoine – féach – ‘Do mhaoin a luacháil’ thuas – deimhniú cé mhéid atá le híoc agat, an fhoirm Thuairisceán CMÁ a chomhlánú agus cinneadh a dhéanamh ar conas a íocfaidh tú do CMÁ – féach ‘Conas iarratas a dhéanamh’ thíos

source: You can read more on the Revenue website and see a sample LPT Return form (pdf)
ga: Féadfaidh tú an leabhrán mínithe a léamh ar láithreán gréasáin na gCoimisinéirí Ioncaim (pdf) agus féachaint ar fhoirm shamplach de Thuairisceán CMÁ (pdf)

source: You should have sent your completed LPT Return form back to Revenue by 7 May 2013 if submitting a paper form or by 28 May 2013 if submitting your return online through revenue.ie
ga: Níor mhór duit d’fhoirm chomhlánaithe Thuairisceán CMÁ a sheoladh ar ais go dtí na Coimisinéirí Ioncaim faoin 7 Bealtaine 2013 má bhí foirm ar pháipéar á seoladh agat nó faoin 28 Bealtaine 2013 má bhí do thuairisceán á sheoladh ar aghaidh agat ar líne trí revenue.ie

source: A half-year payment was due in 2013, with a full-year payment due in 2014 and subsequent years
ga: Bhí íocaíocht leathbhliana le híoc in 2013, agus bhí íocaíocht bliana iomláine le híoc in 2014 agus i mblianta ina dhiaidh sin

source: The valuation of your property for LPT purposes on 1 May 2013 stays the same for 2013, 2014, 2015, 2016 and 2017 (even if you make improvements to your property)
ga: Fanfaidh luach do mhaoine, ar mhaithe le cuspóirí an CMÁ amhail an 1 Bealtaine 2013, mar an gcéanna le haghaidh 2013, 2014, 2015,2016 agus 2017 (fiú má dhéanann tú feabhsúcháin ar do mhaoin)

source: The next valuation date is 1 November 2019
ga: Is é an chéad dáta luachála eile an 1 Samhain 2019
